[
    "No, you’re fanboying. https://t.co/BBgmGlNXK5",
    "What Spider through yonder window thwips? \n\n#Shakespider https://t.co/qqyFQmjbj5",
    "👇🏻 https://t.co/OlhtbjsO5F",
    "Still got my job! https://t.co/q6etOet1U4 https://t.co/2qawug6zFu",
    "Ugh. UGH. Got so caught up web slinging last night I totally forgot to prep the lesson plan for Doc Johnson’s lab class.\n\nI’m toast. https://t.co/4dX1c5pGle",
    "@SpiderBeat The hero we need.",
    "@FrostyTheXMan 📱You’re on that boat? Sweet. Can I swing by and see it sometime or does it have a pet Kraken to eat non-mutants? Gotta check, because spiders are a good source of protein for mythical sea beasts.\n\n...\n\n📱Also, want to introduce you to a friend of mine.",
    "Tired Spidey is tired. Send more coffee. https://t.co/jGpYs5x9aQ",
    "It’s the Logan looks at me when he says ‘I’m gonna cut myself free of this webbing, Bub. And then I’m gonna cut you.’ https://t.co/krAmvEcN6r",
    "#ParkerLuck",
    "Can you get a signal on Krakoa? What about Wi-fi?",
    "📱@FrostyTheXMan Hey Dude, how’s the island life? Are those Hawaiian shirts finally fashionable there?",
    "RT @BrickSpidey: An edit button, or no edit button, that is the question!\n\n#Shakespider https://t.co/MUBeavsliw",
    "RT @SpiderBeat: Unleash Thy Rhyme ( as though it were 1599) \n\nShakespider’s latest track featuring Spider-Gwenevere https://t.co/gHKvpIukqO",
    "@SpiderBeat @Zach_Spark Verily, unto the world shalt there be an unleashment of rhyme, as if it were the year 1599.",
    "@SpiderBeat https://t.co/geCk1BtPKk",
    "@TheWildling https://t.co/TI9HeTmwU4",
    "RT @SpiderBeat: Edit may seem but cannot be;\n\nButton brag but ’tis not she;\n\nEdit and button buried be.\n\n#Shakespider https://t.co/l0pSfjZ6…",
    "RT @SpiderBeat: O Edit Button, Edit Button, wherefore art thou Edit Button? #ShakesSpider https://t.co/xEmO2Mq9jz",
    "RT @ScarletSpideyRP: \"If you prick us, do we not bleed? If you tickle us, do we not laugh? If you poison us do we not die? And if you typo…"
]