[
    "RT @KendallDeesOnIt: i just amazon primed my groceries for the first time and i'm deeply upset i didn't try this sooner. GAME. CHANGER.",
    "@KendallDeesOnIt *dancing with joy* https://t.co/3tBeqyL26v",
    "RT @PrimeVideo: Heidi and Tim are back and just in time because I've perfected my signature model pose. @MakingtheCutTV arrives March 27. h…",
    "@jacobmendez We're glad you're enjoying Same-Day Delivery, Jacob! 😀",
    "@Cef4103 We're glad to hear you're enjoying the service!",
    "@tamjs_ How exciting! We hope they love it!",
    "Truth. Our 'Saved for Later' list: 🥑 🥑 and more 🥑 https://t.co/CxNB14LjLa",
    "RT @niko_del_rey: Seeing the @amazon prime truck on my street as an adult is the same feeling as a kid seeing the ice cream truck come thru",
    "@niko_del_rey 🍦📦 = ❤️",
    "@ladygaga 😍🔥🔥",
    "RT @PrimeVideo: Y’all aren’t ready for this kind of justice. #HuntersTV is now streaming. https://t.co/VzcBtlaBqk",
    "Meet some more of our canine office mates here ❤️🐶 #LoveYourPet\n\nhttps://t.co/Fh5L1r3OIt",
    "We miss Rufus dearly. We remember him with photos around campus and a building named in his honor. Thanks to him, bringing dogs to work is now a part of our culture and what makes work so fun!",
    "Rufus even \"launched\" some of our earliest pages using his paw - with the help of some employees, of course. He was our lucky charm! https://t.co/DsXElz0fht",
    "In our early days, a husband and wife duo brought their Welsh corgi, Rufus, to work and he quickly became a part of the team! Meet Rufus ❤️ https://t.co/UEdWY8YlKN",
    "Fun Fact: Amazon has over 7,000 dogs that come to \"work\" every day! Not that we need a reason to pet dogs daily, but here's how #LoveYourPetDay 🐶became a part of our day-to-day...",
    "Just...one...more...review...😴 https://t.co/oo1M5if5Pg",
    "@valeriediazxo We appreciate you stopping by to show us some love. Thank you for the shout-out! 😊",
    "RT @mseliamaria: Having @amazon prime is like having Christmas year around.",
    "RT @huntersonprime: We have collected all the necessary evidence and it's safe to say you're excited about #HuntersTV. Watch this Friday on…"
]