[
    "After a lifetime of reaching for the stars, today, Katherine Johnson landed among them. She spent decades as a hidden figure, breaking barriers behind the scenes. But by the end of her life, she had become a hero to millions—including Michelle and me. https://t.co/isG29nwBiB",
    "Happy birthday to one of my heroes — someone who believed our right to vote was more important than his own life. Thanks for making good trouble for 80 years, @repjohnlewis. https://t.co/LqMuvmpbLp",
    "https://t.co/AQJsfBf0ri",
    "Here are a couple of articles that are worth reading — from housing to health, these stories use data to explore challenges we face and demonstrate how policy solutions along with civic engagement can make a real difference in people’s lives.\nhttps://t.co/G6EIUwuMqV",
    "Eleven years ago today, near the bottom of the worst recession in generations, I signed the Recovery Act, paving the way for more than a decade of economic growth and the longest streak of job creation in American history. https://t.co/BmdXrxUAUf",
    "RT @ObamaFoundation: It’s a big day in Chicago as @NBAAllStar returns to our city for the first time since 1988. But before tipoff we’re ki…",
    "Happy Valentine’s Day to my forever dance partner, @MichelleObama. https://t.co/lHvTGUwEHr",
    "What a great example of citizenship, what each of us can do to make a difference for all of us: https://t.co/YxsvONUuVl",
    "Even if the methods are new, sowing the seeds of doubt, division, and discord to turn Americans against each other is an old trick. The antidote is citizenship: to get engaged, organized, mobilized, and to vote - on every level, in every election. https://t.co/yOvaCZYtrW",
    "Thirty years on, I remember the hope we all felt watching Mandela’s release from prison. The gift of a new way of seeing. The chance to participate in the work of building a better world. The ultimate example of perseverance and faith for each new generation to follow.",
    "Congrats to Julia and Steven, the filmmakers behind American Factory, for telling such a complex, moving story about the very human consequences of wrenching economic change. Glad to see two talented and downright good people take home the Oscar for Higher Ground’s first release. https://t.co/W4AZ68iWoY",
    "Sixty years ago today, the Greensboro Four stood up to injustice by sitting down at a lunch counter. Our journey is full of such stories; of acts of patriotic protest that challenge this country we love to live up to our highest ideals, however long it takes. #BlackHistoryMonth",
    "Kobe was a legend on the court and just getting started in what would have been just as meaningful a second act. To lose Gianna is even more heartbreaking to us as parents. Michelle and I send love and prayers to Vanessa and the entire Bryant family on an unthinkable day.",
    "Every so often, I re-read Dr. King’s Letter from a Birmingham Jail. While some of the injustices may have changed, his poetic brilliance, moral clarity, and tests of conscience still reverberate today. Take a moment to reflect on his righteous call: https://t.co/oBdqFqdWA6",
    "In every scene, you are my star, @MichelleObama! Happy birthday, baby! https://t.co/hgMBhHasBj",
    "Glad to see American Factory’s Oscar nod for Best Documentary. It’s the kind of story we don’t see often enough and it’s exactly what Michelle and I hope to achieve with Higher Ground. Congrats to the incredible filmmakers and entire team!",
    "Our fellow Americans in Puerto Rico can use our support after this week’s earthquakes. They’ve shown their enduring spirit over the past couple years, and it’s up to us to pull together for one another once again. I hope you’ll support their recovery: https://t.co/rYhSb8uVXK",
    "Here’s the thing: Even with problems of this magnitude, each of us can still find a way to make change. That’s why I’m proud of young people like Alice Mahar, a environmental activist in Melbourne. Read about her and find ways you can help, too: https://t.co/qAHFiBgw6b",
    "The catastrophic fires in Australia are the latest example of the very real and very urgent consequences of climate change. It’s on us to stay focused and protect the one planet we’ve got for the next generation: https://t.co/dqytauPeXf",
    "With David Stern’s passing, I’m reflecting on everything he did to take the NBA global, creating entire new generations of fans pretending to be like Mike or any of their favorite players on driveways and playgrounds around the world. https://t.co/8QMCazx2Fs"
]