[
    "Congratulations to Ksenia Bravaya who was awarded the 2020 Sloan Research Fellowship @BUChemistry \nhttps://t.co/GXzdHUtWHl",
    "Join us Feb 13 at 12:30p for a meet and greet with Jonathan Huggins, a new faculty member for the math and stats department. Refreshments will be served. https://t.co/HkIS7pkABC",
    "RT @BU_Tweets: An interview with environmental researcher and professor Nathan Phillips on his motivation behind his hunger strike. ⬇️\nhttp…",
    "Join Political Science Associate Professor @archimedino for a discussion about the political factors that influence whether policy is enacted to address current societal challenges, such as climate change. Co-sponsored by BU Politics, Philosophy and Economics Society (PPE). https://t.co/ITFBVxm4ML",
    "RT @BU_Tweets: We 👏 couldn't 👏 be 👏 more 👏 #ProudtoBU. Say hello to the nine @BUAlumni who's hard work has landed them on this year's @Forb…",
    "The Student Academic Enhancement Fund is designed to support undergraduate CAS students in the pursuit of academic interests, endeavors and achievements. Individuals or groups are welcome to apply. Applications accepted on a rolling basis. Visit https://t.co/0jUt9PyQlq https://t.co/u6vuWO1Tn3",
    "RT @BU_CCD: Hey @BU_CAS! The #BUCareerFair is Wed. 2/12. Don't miss the chance to meet reps from @PeaceCorps, @Wayfair &amp; more! https://t.co…",
    "Join us Jan 28th at 5:30p for the Transfer Welcome Reception. All transfer students are welcome. Get the chance to mix and mingle with other transfer students as well as BU faculty and staff. https://t.co/X5mFgvnrcj",
    "RT @METintl: Michael Dietze, a Boston University College of Arts &amp; Sciences associate professor of earth and environment weighs in on the A…",
    "RT @BU_Tweets: #ProudtoBU: Eric Kolaczyk, a @BU_CAS professor of mathematics and statistics, whose work across many disciplines has earned…",
    "A warm welcome to the incoming BU class of 2024 from Associate Dean for Student Academic Life, Steve Jarvi. #BU2024 https://t.co/kdauOLBBm3",
    "Welcome to all the new CAS Terriers in #BU2024! Congratulations and look forward to seeing you at all #BUOpenHouse!🐾Don’t forget to tag us in your posts!  #BUEarlyBirds #BUTransfers #VisitBU https://t.co/hRn51AF4Sp",
    "Take a break from Study Period next week and come watch the 1997 classic Good Will Hunting starring Matt Damon, Ben Affleck and Robin Williams Dec 13th at 4p. https://t.co/NESIyToBF4",
    "RT @BUexperts: When you drive into a crowded parking lot, should you take the first spot you see? 🚘 Researchers uncover the best parking st…",
    "RT @BU_Tweets: Listen to a lecture about a revolution? That's fine, but why listen when you could relive specific moments through role-play…",
    "RT @BUERC: Take a look at what's happening this week at the ERC! https://t.co/OfVBglgBm0",
    "RT @BU_Tweets: What's it like to juggle classes, an internship, extracurriculars, and life as an RA in Warren Towers? Just ask Temma Pellet…",
    "Are you looking for an internship opportunity? The application for the CAS Internship Program is now LIVE! Apply here: https://t.co/QWXtvPxAfO https://t.co/SVVnVh8NTv",
    "“Reclaiming a Legacy iof Diversity” CAS is taking steps to be more inclusive. \n\nhttps://t.co/qSfcFhyLnz https://t.co/DGuYLg84iQ",
    "Video: How to Get Along with Your Roommate https://t.co/AuP3hB2HQ8"
]