[
    "Statistics @ Work presents an industry speaker series for students! Come hear from the president and CEO of Prometrika, LLC. Look at the flyer below for more information! https://t.co/30reTWoT1P",
    "MIT’s Office of Engineering Outreach Programs provides transformative STEM enrichment opportunities for middle and high school students. Are you looking for work for this upcoming Summer and/or Fall? Take a peek at all the positions they're hiring for now: https://t.co/wmcW08Pdsp",
    "Are you brave? Clever? Enjoy a sense of the absurd? We have an opportunity for you!\n\nWe need some doctoral students to work with student coaches to craft short works of puppetry or object performance. Why? Come find out. Read more below. https://t.co/FDduvY4tyU",
    "RT @PokerCookieM: Here is to my favorite woman in Science, @3hree6Katia As a child, she assembled more @LEGO_Group structures than I could…",
    "Are you in search of a paid summer internship? FreeWire Technologies is looking for multiple students with specialties in software, firmware, mechanical, or electrical engineering to join the team as early as May 15. \n\nAlumnus Mart…https://t.co/XGrZIkZBRW https://t.co/8AcKjWn9OV",
    "ECE Students Reel in Three Awards at the Annual CGSW Event #ece #cgsw #studentspotlight https://t.co/DqYfrk8d95",
    "What Will 2020 Look Like? BU Faculty, including ECE's own @gianlucaSB, Offer Predictions: A forecast of what to look for in the year ahead regarding politics, business, and the environment #cybersecurity #presidentialelection #predictions https://t.co/5lst6sHahj",
    "Checkout Ji-Xin Cheng and his partners' latest development in infrared technology which could change the future of pathology: #infrared #innovation #electricalengineering https://t.co/BiWTJgSfHa",
    "Congratulations to Pf. Giles for being inducted as an AAAS Fellow! https://t.co/Whvwv0TIl3",
    "Looking to be a Tenure-Track Professor in Computer Systems and Software? Apply today to work at BU by clicking the link below. https://t.co/ZTuIzG164a",
    "3 ECE faculty shine bright as NSF CAREER Award Recipients. #boston #bu #ece https://t.co/BfeDFkpCHL",
    "Check out what our seniors here at BU ECE get to create in senior design! https://t.co/6koOJ4HW1b",
    "Town Hall Meeting at 4:00 pm today to discuss the new Center for Computing &amp; Data Sciences and get all of your questions answered. The meeting will be held in GSU Auditorium, 775 Commonwealth Ave. https://t.co/14b6HAeFVa",
    "Professor Siddharth Ramachandran and his team have discovered something new and exciting in the world of fiber optics. Check out to see what they are doing by clicking the article below! \n\n#naturecommunications #nature #bu #fiber…https://t.co/eULRbkjk88 https://t.co/o31SOxH8d2",
    "Professor Siddharth Ramachandran and his team have discovered something new and exciting in the world of fiber optics. Check out to see what they are doing by clicking the article below! \n\npaperhttps://lnkd.in/e4xt7xm\n\n#naturecommunications #nature #bu #f…https://t.co/YpKKxehu7n",
    "#ece #sustainabilitymatters #bu #datascience #computing #electricalengineers #computerengineering #green https://t.co/V62dynZnV1",
    "Congrats to Associate Professor Ayse Coskun on being honored as one of 87 innovative early-career engineers to participate in the National Academy of Engineering’s (NAE) Frontiers of Engineering (FOE) symposium!\n\n#ece #bu #female…https://t.co/dBD2P12vbg https://t.co/xMUDoXkOy8",
    "Hello Everyone! \n\nBU OSA/SPIE Student Chapter is currently accepting entries for the Summer Optics Photo Contest until September 1st!  Please send in your optics related photos to osaspie@bu.edu to win a cool optics prize!  If you…https://t.co/0OERhJvdyV https://t.co/56gXxkvJ2H",
    "The Boston German Consulate is organizing an academic pitch competition for students, graduate students, post-doctorates and young professionals on September 26, 2019. The winner gets to travel to the final round in Berlin and has the chance to compete fo…https://t.co/fXZgrG37yg",
    "Greetings from Bali! \n\nProfessor Janusz Konrad presented his keynote speech last week on User Authentication for Natural User Interfaces (NUIs)at the  #IPIARTI2019. This event is part of the IEE Signal Processing Societ…https://t.co/xvF9nWFYxC"
]