[
    "Make sure to add this one to your streaming queue. Say hello to HealthMatters, a #podcast by @BUSargent designed to showcase cutting-edge research by faculty, students, and @bualumni. https://t.co/FAxeCdQWKH",
    "Elizabeth Slade (ENG’20) is a Terrier in charge! As director for Hacker4Impact, a group that builds software for non-profits, her job is to strengthen the club's programming skills and make sure client deadlines get met. \n\nWatch as she discusses her vision for the group.\n\n🎥👀⬇️ https://t.co/VCQZkscrq7",
    "@MeleaVanOstrand @METBU Congratulations! #ProudtoBU https://t.co/3BxEK9cWc2",
    "PHPod episode 2, Harper Watters Dances for #HIV Prevention: \n\nNow streaming ➡️ https://t.co/zAQqFq72wq\n\nHarper Watters of @HoustonBallet on art, public #health, representation of #LGBTQ communities of color + @HoustonHealth I Am Life campaign. @BUSPH @HIVGov @outsmarthouston https://t.co/CXQtyC89RE",
    "#QuoteoftheDay:\n\n“Having art outside the classroom, just in your life, can make you question how you see things or what you believe, and that’s a really powerful opportunity.” — Kimber Chewning (GRS’17,’24) on her website indexing BU's artwork.\n\nDetails ➡️ https://t.co/XkBwexdkBx https://t.co/AcvZpVWe2k",
    ".@AstronomyatBU's Merav Opher will lead a #NASA-funded center on a mission to understand the shape and size of the heliosphere. https://t.co/Rj5ybpoQ0j",
    "#Amazon. @Equinox. @Google. @TheSkimm. The NBA’s Philadelphia 76ers. These are just some of the places where @bualumni are working in the exploding field of computing and data sciences. https://t.co/APHZistbqe",
    "RT @sustainableBU: Looking to spruce up your room as spring gets closer? Learn all the tips and tricks from @BU_Tweets' #PlantParents 🌿 🌱 h…",
    "RT @BUBand: Today's the day! Be sure to watch our On-Ice Show during the second intermission at tonight's BU Men's Ice Hockey game vs UConn…",
    "Dear Boston, you’re stunning! - Love, BU. 😘 #terriertown [📸 credit: @rishivaidya33] https://t.co/NwANhjLtjb",
    "Today marks the 40th anniversary of the 'Miracle on Ice' US Olympic hockey team’s stunning 1980 upset of the Russian team. Watch as @BUAlumni, Olympic hero, &amp; US team captain @MERUZIONE takes us on a journey back to that epic game-winning goal.\n\nDetails ➡️ https://t.co/brW69nvEfZ https://t.co/LGmFXQcyF7",
    "808 Comm. Ave is #glowup goals. 🙌 #terriertown [📸 credit: @hautedamned] https://t.co/8d6iAh6e5N",
    "RT @marty_walsh: This weekend, @BU_tweets is offering residents free tickets to the men and women’s hockey and men’s basketball games for t…",
    "Research: A Sense of Purpose. Across the country, states with higher sense-of-purpose scores tended to have greater average wealth + happier, healthier citizens. via Pfund + Baugh of @WUSTL @WUSTLnews \n\nFull report ➡️ https://t.co/9lM07UqDZV \n\n@PubHealthPost https://t.co/IucfEnB6mL",
    "Ever wondered who created the metal knot on the BU Beach or the Free at Last sculpture on Marsh Plaza? A new website indexes public artworks across BU’s campuses—&amp; its creator is asking for the public’s help in identifying forgotten works. @BUArtsInitiativ https://t.co/XEPSQMS8Gm",
    "With an early spring on the way, we've got warm weather on the mind. What's the best part about spring on campus 🌷?",
    "RT @bu_cpo: Guess which @BUDiningService location reopens next week, Terriers! \n\nMore info here: https://t.co/RoLKZbWKJk\n@BU_Tweets https:/…",
    "❗️Attention @BUAlumni❗️ \n\nThe Winter-Spring 2020 edition of Bostonia is coming soon to a mailbox near you featuring stories from @GDIGM (@BUArts’79, Hon.’99), Mike Eruzione (@BUWheelock’77) and more.\n\nCan't wait? Read it online now!\n\n👀➡️ https://t.co/mQGUKWFSCW https://t.co/aTdOnQ9fVn",
    "Happy mini-Friday, Terriers! Time to get your weekend plans in motion:\n\n🛍Check out the For Now pop-up in the Seaport \n☕️ Grab a cup of joe at Gypsy Place Coffee\n🖼Visit the @MAAHMuseum\n\nand more ⬇️\nhttps://t.co/U3k8sF4tMB",
    "SPH's @nhuberfeld1 discusses #Medicaid block grants on the most recent @WeekinHealthLaw podcast! \n\nListen here 👉  https://t.co/zpVlwlrmMw \n\n@CLER_BUSPH @BUSPH_HLPM"
]