[
    "@breecaylen Hi Bree. If there's something different about how you're signing in, we may need to verify it's you. For more information or issues verifying, see https://t.co/1HeXzYymL2. Hope this helps.",
    "@khalidhamilton2 Hi Khalid. Did you try resetting your password by completing the steps on this page: https://t.co/nrurccAsgj? These tips may help: https://t.co/UHHuDcTNqF. Let us know.",
    "@blankplusblank Hi there. Just to confirm, have you already tried recovering your account using the steps here: https://t.co/nrurccAsgj? These tips may help: https://t.co/UHHuDcTNqF. Let us know.",
    "@emmjjem Hi there. Just to confirm, did you try resetting your password by completing the steps on this page: https://t.co/nrurccAsgj? These tips may help: https://t.co/UHHuDcTNqF. Let us know.",
    "@chiadikobiozor Glad it was caught! We'd like to provide more security info. Please follow us and let us know when you have so we can take this to DM.",
    "@snipes210 Hi there. Are you getting a specific error message? Without revealing your email address, give us the exact wording &amp; we'll try and point you in the right direction. This guide may also help: https://t.co/ptz8XaS7Q9.",
    "@goyi Hi there. We'd like to move this conversation to DM. Please follow us and let us know when you have so we can share next steps.",
    "@BuV1Wt73rHUpKoK Hi there. Without revealing your email address, tell us more about what's going on with your account. We'll see what we can do to help.",
    "@KCarlton100 Hi Katie. If the account was deleted recently, try these steps to restore it: https://t.co/5uOjmZCfGJ. Hope that helps.",
    "@_josephnewport Hi there. Are you getting a specific error message? Without revealing your email address, give us the exact wording &amp; we'll try and point you in the right direction. This guide may also help: https://t.co/ptz8XaS7Q9.",
    "@DebajitSarkar Hi Debajit. If there's something different about how you're signing in, we may need to verify it's you. For more information or issues verifying, see https://t.co/1HeXzYymL2. Hope this helps.",
    "@beth_838 Hmm. We suggest reaching out to the Accounts Community with that issue here: https://t.co/CQXDBiDYxK. Hope this gets resolved soon.",
    "@trivedi_lipi You're welcome. We suggest making sure your recovery options are up-to-date for the future: https://t.co/lAebnMJN0d.",
    "@manjity86 Hmm. Let's see what we can do to help. Please follow us and let us know when you have so we can share next steps through DM.",
    "@markwallin02 Hi there. Just to confirm, are you still able to sign into your Google account? Let us know.",
    "@palerider564 Hi there. Just to confirm, have you already tried recovering your account using the steps here: https://t.co/nrurccAsgj? These tips may help: https://t.co/UHHuDcTNqF. Let us know.",
    "@AdilKha12631437 Hi Adil. We'd like to move this conversation to DM. Please follow us and let us know when you have so we can share next steps.",
    "@SDGIS Hi Ari. If she sends us a tweet, we'll see what we can do to help. In the meantime, make sure she's completed the steps at https://t.co/nrurccAsgj.",
    "@iTsmeinsanee Hi there. Just to confirm, are you still able to sign into your account? Let us know.",
    "@BhanuDangi1 Hi Bhanu. Try updating your Google app by following these instructions: Open Google Play store app &gt; Tap Menu &gt; My apps &amp; games &gt; Google. Tap update if available else uninstall and then update. Let us know if that helps."
]