[
    "There are 366 days in 2020. How will you use that extra 24 hours to find the #job meant for you? https://t.co/SzgtCbelXo #LeapYear https://t.co/6ICMF5JwVv",
    "@Shelbo52458849 😉",
    "@DatingRev Every time. 🙌",
    "Congratulations, David! There's nothing more satisfying than when your passion meets opportunity. https://t.co/lVAkbLxNeR",
    "Your chance to hear from @ChanceTheRapper is happening. Join us at The LinkedIn Studios at #SXSW – or streaming LIVE on LinkedIn – on March 14th at 10 am PT / 12 pm CT for a fireside chat. Get the scoop: https://t.co/Pry3vBn7zQ #LISXSW https://t.co/lhqjYzxw7C",
    "In this week’s #NetworkingYourWay, we shared tips on maximizing hashtags to curate your feed with exactly what you want to see: https://t.co/0ZMH0VCkxt https://t.co/ShijtF3Q03",
    "Your computer has updates. Remind me to restart:",
    "Do you wish you could bring your pet to work? You can with @honestkitchen's Digital Marketing Manager #job: https://t.co/LNBXW5jamk #LoveYourPetDay https://t.co/cWwVi6JsMq",
    "{\\__/} \n( • . •)      \n/ &gt; 💵  You want this promotion?\n\n{\\__/}   \n( • - •)     \n💵&lt; \\   Wait, did you go above and beyond?\n\n{\\__/} \n( • ᴗ •)      \n/ &gt;💵   JK, you absolutely did. Congrats!",
    "@AdamisGolden We appreciate your suggestion. I'll pass this along to the appropriate team for further consideration. Thanks!- Kd",
    "When you love your job, every day feels like #ValentinesDay\n\n💙💙💙💙💙💙💙💙\n💙     💙💙💙💙💙💙\n💙💙💙💙💙💙💙💙\n💙     💙                     💙\n💙     💙      💙💙     💙\n💙     💙      💙💙     💙\n💙     💙      💙💙     💙\n💙💙💙💙💙💙💙💙",
    "This week’s Networking Your Way featured 3 ways to tackle your job search in the new year. Apply early using instant job alerts and triple your chances at landing a job. Here's how to get started: https://t.co/xEnfo2DjDt https://t.co/7JcmQQYXdd",
    "You + the #job meant for you = the perfect match. Check out this Jeweler role at @TiffanyAndCo – just in time for #ValentinesDay: https://t.co/sTB5HX86nE https://t.co/HDGLsjIyrJ",
    "@bureau_web It's all in the details... 🔎",
    "@AfolabiMedia We couldn't agree more!",
    "@rocks_video Tacos are ALWAYS a good decision.",
    "@Justxntw You understood us perfectly. 🙌",
    "Sometimes taking a break from your career allows you to come back even stronger. Welcome back, Rick. https://t.co/z29C7EM4Qs",
    "If you’re not in love with your #job, here’s some advice for navigating your exit and finding the one meant for you: https://t.co/c5kuy8pypn #ValentinesDay https://t.co/3sP2AJM7Nd",
    "@SimoneGJohnson @WWE @WWENXT Congrats on tapping in as the first 4th generation @WWE superstar. You’re going to rock your new job, Simone."
]