[
    "“We need all different kinds of people to build products for all different kinds of customers.”\n\nMicrosoft's Dona Sarkar is sharing her disability story and inspiring other leaders to do the same: https://t.co/EVNmlTXEcc",
    "RT @CNNBusiness: Microsoft hopes its new election security system, ElectionGuard, can help fix America's elections and bring back trust in…",
    "Their goal: make every pup feel at home. 🐕🐾\n\nMeet the dog loving daughter-father duo behind Dogtopia: https://t.co/m047IWIcQe #Office365",
    "RT @Xbox: Power + speed + compatibility = Xbox Series X\n\n12 teraflops and so much more. Discover what the next generation of gaming means t…",
    "Quantum computing is helping us plant a more sustainable future. 🌱 \n\nWatch the first episode of #QuantumImpact now: https://t.co/rvm1lCktl5 https://t.co/1Q7s9epT9k",
    "RT @Microsoft365: #Word, @MSExcel, @PowerPoint in one app. The new Office app is now available for Android and iOS. Download it now: https:…",
    "Sometimes, all it takes is one person to believe in us. \n\nLearn how former student and current Microsoft employee India Powell's teacher helped her realize her vision of attending a four-year college: https://t.co/PAW6Q0W8kY 🏫",
    "Whether it’s by saving lives, protecting the marine environment or fostering the talent of up-and-coming experts in machine learning, #innovation is more important than ever. 💡\n\nLearn more about our new Global Social Entrepreneurship program: https://t.co/2i07cBYiqL",
    "Quantum computing is helping us plant a more sustainable future. 🌱 \n\nWatch the first episode of #QuantumImpact now: https://t.co/ISbCr09siD https://t.co/zBCpF8Z9WC",
    "The future belongs to the building blocks of #DNA. 🧬\n\nLearn about the next living software revolution: https://t.co/Xioin3Sloh https://t.co/637VBrPykI",
    "With her side business, The Mom Economy, Microsoft's Brittany Valdes is rewriting the narrative about working mothers: https://t.co/X8YRkzWo2X",
    "RT @satyanadella: Every organization in Mexico has an unprecedented opportunity to use digital technology to innovate and grow, and today w…",
    "A tiny piece of glass will fundamentally change the way we think about, store and use #data. \n\nLearn more: https://t.co/BACeXCFGGP https://t.co/3GY3DCqCnv",
    "RT @krystasvore: As quantum computing advances, so does its potential to solve the world's toughest challenges. Julie Love and I will unpac…",
    "New advances in #quantum computing may hold the solutions to some of the world's most pressing issues. \n\nExplore our new series, #QuantumImpact: https://t.co/oarfTEQYp6",
    "More than 1 billion people in the world today need assistive technology, but only 1 in 10 have access to the products they require. \n\nCheck out how we're hacking our way to solutions: https://t.co/diKlYie62H #AIForAccessibility",
    "RT @Microsoft365: It's finally here! The new Office app is now available for Android and iOS. Learn more: https://t.co/mqAx9yzSCc",
    "With the power of #AI, @NOAAFisheriesAK is working to save ice seals and beluga whales from extinction. 🐳\n\nDive in: https://t.co/MGSPSpx7O4 https://t.co/PmTIpk2hyt",
    "Quantum solutions deliver astonishing innovation and impact on a global scale.\n\nThis is #QuantumImpact, a brand new series launching this week. https://t.co/kwd3vLglkA",
    "A tiny piece of glass will fundamentally change the way we think about, store and use #data. \n\nLearn more: https://t.co/JMOaTZM8ta https://t.co/vnAAbnYYB8"
]