[
    "RT @PMOIndia: यह संबंध, 21वीं सदी की सबसे महत्वपूर्ण पार्टनरशिप्स में है।  \n \nऔर इसलिए आज राष्ट्रपति Trump और मैंने हमारे सम्बन्धों को Comp…",
    "RT @narendramodi: Yet another excellent meeting and talks with my friend @realDonaldTrump.\n\nRelations between India and USA are not merely…",
    "RT @Scavino45: https://t.co/mORc96pSbp",
    "RT @Scavino45: https://t.co/pJIK3brju8",
    "Cryin’ Chuck Schumer is complaining, for publicity purposes only, that I should be asking for more money than $2.5 Billion to prepare for Coronavirus. If I asked for more he would say it is too much. He didn’t like my early travel closings. I was right. He is incompetent!",
    "RT @Judgenap: Roger Stone judge's bias may have jeopardized entire trial...\nhttps://t.co/KBUjgjHHZw",
    "https://t.co/Cfs8RV05Pt",
    "RT @rashtrapatibhvn: LIVE: Ceremonial welcome of President @realDonaldTrump at Rashtrapati Bhavan https://t.co/7W4MyV7XAT",
    "....on all Trump, or Trump related, matters! While “elections have consequences”, I only ask for fairness, especially when it comes to decisions made by the United States Supreme Court!",
    "“Sotomayor accuses GOP appointed Justices  of being biased in favor of Trump.” @IngrahamAngle @FoxNews  This is a terrible thing to say. Trying to “shame” some into voting her way? She never criticized Justice Ginsberg when she called me a “faker”. Both should recuse themselves..",
    "..It has been a scam right from the beginning with the illegally started Mueller Report, FISA, the leaking, lying &amp; more. Schiff should not have access to Intelligence, he is a corrupt pol. “Amazing that they went to Bernie Sanders, but not to President Trump.” @marthamaccallum",
    "“U.S. Intelligence official overstated assessment of Russian efforts to help Trump.” @FoxNews @GreggJarrett They supposedly told Crazy Bernie that Russia was looking at him, not me. This is all a big scam between Intel and the Democrats. They want Bernie OUT, &amp; hate “Trump”.",
    "Spelled @GiannoCaldwell!",
    "Great new book just out, “Taken for Granted, How Conservatives Can Win Back Americans That Liberalism Failed”, by Gianni Caldwell, a young winner! He will be at the Ronald Reagan Library, Simi Valley, California, on Thursday at 6 PM, PT. Check it out!",
    "RT @GOP: “The Republican Party has nearly eight times as much cash-on-hand as the Democratic Party in the heat of the 2020 primary season.”…",
    "RT @yalinunez: .@BernieSanders , I lived and went to school in #Cuba for 15 years.\n\nYou have NO IDEA of you are talking about.\n\nNot in the…",
    "RT @GOP: From wanting to nationalize America’s major industries to banning fracking which could gut nearly 15 million jobs, Bernie Sanders’…",
    "RT @GOP: “America loves India, America respects India, and America will always be faithful and loyal friends to the Indian people!” -@realD…",
    "RT @rww_gop: The U.S. will never be a socialist country.\n \n“All Americans are united with the Venezuelan people in their righteous struggle…",
    "RT @jepence: ICYMI @BernieSanders \n\n*socialism* is the destructive force in #Venezuela causing 1 in 3 people to live in hunger right now.\nh…"
]